var data = {
	"niunaizhou":{
		"title":"牛奶粥",
		"english":"niunaizhou",
		"subject":"10款经典的宝宝补钙餐系列",
		"time":"2017-12-28",
		"img":"../img/2017-12/niunaizhou.png",
		"age":"",
		"material":"大米50克，水4杯，奶粉3调羹。",
		"steps":[
			"将大米淘洗干净，用水泡1小时，放入锅中熬成粥。为宝宝盛出一碗粥，加入3调羹奶粉，搅拌均匀即可。"
		],
		"tips":""
	},
	"caogudoufu":{
		"title":"草菇豆腐",
		"english":"caogudoufu",
		"subject":"10款经典的宝宝补钙餐系列",
		"time":"2017-12-28",
		"img":"../img/2017-12/caogudoufu.png",
		"age":"7个月以上",
		"material":"草菇 50g，北豆腐60g，鲜豌豆 30g，水淀粉15ml，酱油5ml，油2 汤匙，盐1g",
		"steps":[
			"1 将草菇洗净，对半切开；豌豆洗净，煮熟；豆腐切片，备用。",
			"2 中火加热锅中的1 汤匙油，将豆腐下锅煎至两面呈金黄色，盛出。",
			"3 再起锅，加热余下的1 汤匙油，倒入草菇翻炒，加入2 汤匙水，加热23分钟至草菇成熟，再加入豆腐及豌豆，放酱油和盐调味，用水淀粉勾芡，烧开即成。"
		],
		"tips":"补充维生素和钙质。"
	},
	"youcaizhou":{
		"title":"油菜粥",
		"english":"youcaizhou",
		"subject":"10款经典的宝宝补钙餐系列",
		"time":"2017-12-28",
		"img":"../img/2017-12/youcaizhou.png",
		"age":"6个月以上",
		"material":"大米30克、油菜叶5片。",
		"steps":[
			"1 大米洗净加水煮至米熟烂。",
			"2 油菜叶洗净，剁碎。",
			"3 油菜放入粥中，再煮5分钟。。"
		],
		"tips":"油菜中含有丰富的钙、铁和维生素 C 和胡萝卜素，油菜所含钙量在绿叶蔬菜中是最高的。油菜里含有的草酸很少，可以放心让宝宝多吃。\n菠菜、苋菜、空心菜、茭白等蔬菜都可以给宝宝做成各式各样的菜粥，但它们虽营养丰富，草酸含量却也较高，易形成草酸钙沉淀，影响钙的吸收。所以给宝宝食用前最好用开水焯一遍。这些蔬菜也需要一种一种逐步添加。"
	},
	"rousongdoufugeng":{
		"title":"肉松豆腐羹",
		"english":"rousongdoufugeng",
		"subject":"10款经典的宝宝补钙餐系列",
		"time":"2017-12-28",
		"img":"../img/2017-12/rousongdoufugeng.png",
		"age":"12个月大或以上宝宝",
		"material":"豆腐60克、小白菜叶10克、肉松5克、淀粉8克、精盐、葱姜水少许。",
		"steps":[
			"1 锅中加水烧至沸腾，将豆腐过水煮一下，放入碗内用汤勺研碎。",
			"2 小白菜叶洗净，用开水烫一下，切碎后放入研碎的豆腐中，加入淀粉(用水稀释调成汤状)、精盐、葱姜水搅拌均匀；",
			"3 将豆腐泥用勺微微压实，把肉松切成末撒一层在豆腐泥表面，放入蒸锅内用火蒸10分钟即可喂食。"
		],
		"tips":"软嫩香滑，便于喂食12个月大的婴儿。"
	},
	"xiapijidangeng":{
		"title":"虾皮鸡蛋羹",
		"english":"xiapijidangeng",
		"subject":"10款经典的宝宝补钙餐系列",
		"time":"2017-12-28",
		"img":"../img/2017-12/xiapijidangeng.png",
		"age":"7个月大宝宝",
		"material":"鸡蛋1个、虾皮适量",
		"steps":[
			"虾皮洗净、浸泡后，捞出切碎。 鸡蛋去壳后，取蛋黄加适量温开水打匀。 放入虾皮后，隔水小火蒸熟。",
		],
		"tips":"鸡蛋的营养全面、丰富，但蛋清不适合1岁以内的宝宝食用，所以本阶段的宝宝只取蛋黄用。"
	},
	"danhuadoufugeng":{
		"title":"蛋花豆腐羹",
		"english":"danhuadoufugeng",
		"subject":"10款经典的宝宝补钙餐系列",
		"time":"2017-12-28",
		"img":"../img/2017-12/danhuadoufugeng.png",
		"age":"6个月大宝宝",
		"material":"鸡蛋、南豆腐、骨汤150克、小葱末等。",
		"steps":[
			"鸡蛋打散，豆腐捣碎，骨汤煮开；下入豆腐小火煮，适当进行调味，并撒入蛋花，最后点缀小葱末。",
		],
		"tips":"鸡蛋、豆腐不仅含有丰富的钙，吃起来也又软又嫩，特别适合给还不太会咀嚼的6个月左右的小宝贝吃。"
	},
	"xiapiyoucai":{
		"title":"虾皮油菜",
		"english":"xiapiyoucai",
		"subject":"10款经典的宝宝补钙餐系列",
		"time":"2017-12-28",
		"img":"../img/2017-12/xiapiyoucai.png",
		"age":"7个月大宝宝",
		"material":"油菜30克、虾皮适量。",
		"steps":[
			"油菜洗净后，放入沸水中焯熟，捞出剁碎。 虾皮洗净稍浸泡后，捞出剁碎。 油菜、虾皮放在宝宝的小碗中拌匀。",
		],
		"tips":"油菜也可改为菠菜、白菜、空心菜等绿色蔬菜，并能补充虾皮中维生素的缺乏，使营养更全面。\n市场上出售的虾皮通常情况下有两种：生晒虾皮和熟煮虾皮。生晒的虾皮没有盐分，味道鲜美，口感好，而且不易发潮霉变，能长期存放。色白且发亮的虾皮最好，妈妈可以放心选用；呈深黄色，小虾皮软碎不完整，又无光泽的质量欠佳，最好不要买。熟煮的虾皮以淡红色、有光泽，质地软硬适中，有鲜味的虾皮质量最好。"
	},
	"yerongdui":{
		"title":"椰蓉堆",
		"english":"yerongdui",
		"subject":"10款经典的宝宝补钙餐系列",
		"time":"2017-12-28",
		"img":"../img/2017-12/yerongdui.png",
		"age":"7个月大宝宝",
		"material":"椰蓉170克，砂糖60克，鸡蛋2只，面粉15克，化牛油30克，牛奶60克，发酵粉15克，椰油420克，香油少许。",
		"steps":[
			"1 把砂糖、椰蓉加牛奶、蛋液搅匀，再加入溶牛油及筛过之面粉和发酵粉、香油、搅拌均匀，放约20分钟，待发粉发挥作用时备用。",
			"2 把约1汤匙椰蓉，排在焗盆上，而且每汤匙之间要有空隙，以免焗油时发胀放不下。",
			"3 将焗盆放入焗炉内，用中火焗至椰蓉呈金黄色，约20分钟，再改用文火焗熟，即成。"
		],
		"tips":"椰汁及椰肉都含有蛋白质、果糖、葡萄糖、蔗糖、脂肪、维生素 B1、维生素 E、维生素C、钾、钙、镁等成分。椰肉色如白玉，芳香滑脆，椰汁清凉甘甜，椰蓉具备这些特点和含有各种营养素。中医认为，椰汁与椰肉味甘，性平，无毒，有益气生津，消疳杀虫等功效。小儿患有绦虫、蛔虫及蛲虫症时，每日晨起空腹喝椰汁或吃椰蓉肉，两个小时后再吃饭，每日吃1～2个椰子，吃上几天，即可起杀虫功效。"
	},
	"xiapicuicaibao":{
		"title":"虾皮碎菜包",
		"english":"xiapicuicaibao",
		"subject":"10款经典的宝宝补钙餐系列",
		"time":"2017-12-28",
		"img":"../img/2017-12/xiapicuicaibao.png",
		"age":"7个月大宝宝",
		"material":"虾皮5克、小白菜50克、鸡蛋1个、自发面粉、些许调味品等",
		"steps":[
			"用温水把虾皮洗净泡软后，切得极碎，加入打散炒熟的鸡蛋；小白菜洗净略烫一下，也切得极碎，与鸡蛋调成馅料；自发面粉和好，略醒一醒，包成提褶小包子，上笼蒸熟即成",
		],
		"tips":"虾皮含有丰富的钙、磷，小白菜经汆烫后可去除部分草酸和植酸，更有利于钙在肠道吸收。鸡蛋的好处自不必说，10个月以上的宝贝一定会非常喜欢这种鲜香的小包子。"
	},
	"xiangxianggutangmian":{
		"title":"香香骨汤面",
		"english":"xiapicuicaibao",
		"subject":"10款经典的宝宝补钙餐系列",
		"time":"2017-12-28",
		"img":"../img/2017-12/xiangxianggutangmian.png",
		"age":"12个月大宝宝",
		"material":"猪或牛胫骨或脊骨200克、龙须面5克、青菜50克、精盐少许、米醋数滴",
		"steps":[
			"将骨砸碎，放入冷水中用中火熬煮，煮沸后酌加米醋，继续煮30分钟；将骨弃之，取清汤，将龙须面下入骨汤中，将洗净、切碎的青菜加入汤中煮至面熟；加盐推匀即成。",
		],
		"tips":"骨汤富含钙，同时富含蛋白质、脂肪、碳水化合物、铁、磷和多种维生素，可为正在快速增长的1岁以上宝贝补充钙质和铁，预防软骨症和贫血。"
	}
}  
